20231008T024111--kdoc-31-イヤーカフ型イヤホンが良い__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-05-27 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>KDOC 31: イヤーカフ型イヤホンが良い</title>
<meta name="generator" content="Org mode">
<meta name="author" content="root">
<link rel='shortcut icon' type='image/x-icon' href='/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content">
<h1 class="title">KDOC 31: イヤーカフ型イヤホンが良い</h1>
<p>
部屋の騒音を紛らわしたり一人暮らしでもの寂しいときにBGMとして音楽やラジオをかけている。特に音楽が好きではないので音質とかはどうでもいい。
</p>

<p>
湿性耳垢なので、耳の奥に入れるタイプは汚くなって嫌だ。奥に入れないタイプでも耳の骨が痛くなる。ヘッドホンは疲れる。耳掛け型は耳の付け根が痛くなる。首にかけるタイプは充電が面倒だ。スピーカーが一番理想的だが、苦情が来ないか心配で極小ボリュームになる<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>。
</p>

<p>
雑な聞き方なので音質なんてどうでもいいから、とにかく楽なものがほしい、と考えていた。特定の機種というよりは、条件に合う方式を探していた。最近いい感じのものを見つけた。イヤーカフ型イヤホン、だ。
</p>

<p>
イヤーカフは耳のアクセサリの名前で、まさに同じ感じだ。オレの買ったやつはワイヤレスで、左右をつなぐ線はなく分かれている。左右それぞれの形は豆を2つつなげたような不思議な形をしていて、2つの豆で耳たぶの少し上あたりの、耳外側のひだに挟んで固定する。装飾品として名前がついているくらいなのでおしゃれな形をしている。機能的にも優れているように感じた。運動をしてもずれたり擦れたりが少ない。最初はこれをどうやってつけるか戸惑う。音が出る部分と耳の穴は離れていて密閉されていない。蒸れず、まわりの音も聞こえる。充電はワイヤレスのEarPodsで浸透した方式(おそらく)の、ケースに入れるだけで充電されるタイプだ。簡単だ。ワイヤレスイヤホンの充電が面倒、というのは過去の話になったのだろう。
</p>

<p>
現代のほかのイヤホンと比べて、技術的な目新しさはない。形が機能的に優れているというのが発明ポイントなのだろう。イヤホンは異常に種類がある品目の1つで、方式や形はもう出尽くしているように見えていたけど、じつはまだ余地があった。
</p>

<p>
ということで、イヤーカフ型イヤホンは作業BGMを流すのに最適だ。家事のながら作業、運動にも向いている。
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
隣の重低音だけの音漏れがうるさい部屋に住んだことがあって、音量に気をつければいい、という話ではないと考えている。
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
